{
    "Acts" :[{
            "title"      : "The Child Labour (Prohibition and Regulation) Amendment Act, 2016",
            "description":"The Bill seeks to amend the Child Labor (Prohibition and Regulation) Act, 1986. The Act prohibits employment of children below 14 years in certain occupations such as automobile workshops, bidi-making, carpet weaving, handloom and power loom industry, mines and domestic work. In light of the Right of Children to Free and Compulsory Education Act, 2009, the Bill seeks to prohibit employment of children below 14 years in all occupations except where the child helps his family after school hours.The Bill adds a new category of persons called 'adolescent'.  An adolescent means a person between 14 and 18 years of age.  The Bill prohibits employment of adolescents in hazardous occupations as specified (mines, inflammable substance and hazardous processes).",
            "punishments": "It also includes penalty for employing an adolescent in a hazardous occupation.                                                      • The penalty for employing a child was increased to imprisonment between 6 months and two years (from 3 months-one year) or a fine of Rs 20,000 to Rs 50,000 (from Rs 10,000-20,000) or both.                                                    • The penalty for employing an adolescent in hazardous occupation is imprisonment between 6 months and two years or a fine of Rs 20,000 to Rs 50,000 or both.",
            "references": "http://www.prsindia.org/billtrack/the-child-labour-prohibition-and-regulation-amendment-act-2012-2553/",
            },
            
            {
            "title"      : "Child Labour",
            "description":"child labour apradh hai",
            "punishments": "5 Years of Jail or $1500 or both.",
            "references": "apple.com",
            },
            
            {
            "title"      : "Child Marriage",
            "description":"Ye bhi galat hai",
            "punishments": "5 Years of Jail or $1500 or both.",
            "references": "google.com",
            }]
    
    
    
           
    
}

